["Wagner,  Richard MEISTERSINGER, DIE, WWV 96", "Wagner,  Richard TANNHAUSER, WWV 70", "Anthem, UNITED STATES", "Beethoven,  Ludwig  van SYMPHONY NO. 5 IN C MINOR, OP.67", "Wagner,  Richard LOHENGRIN", "Tchaikovsky,  Pyotr  Ilyich SYMPHONY NO. 4, F MINOR, OP. 36", "Wagner,  Richard TRISTAN UND ISOLDE, WWV 90", "Tchaikovsky,  Pyotr  Ilyich SYMPHONY NO. 5, E MINOR, OP. 64", "Beethoven,  Ludwig  van SYMPHONY NO. 7 IN A MAJOR, OP.92", "Beethoven,  Ludwig  van LEONORE OVERTURE NO. 3, OP. 72B", "Brahms,  Johannes SYMPHONY NO. 1 IN C MINOR, OP. 68", "Beethoven,  Ludwig  van SYMPHONY NO. 3 IN E FLAT MAJOR, OP. 55 (EROICA)", "Wagner,  Richard WALKURE, DIE, WWV 86B", "Dvorak,  Antonín SYMPHONY NO. 9, E MINOR, OP.95 (FROM THE NEW WORLD)", "Brahms,  Johannes SYMPHONY NO. 2 IN D MAJOR, OP. 73", "Tchaikovsky,  Pyotr  Ilyich SYMPHONY NO. 6, B MINOR, OP. 74 (PATHÉTIQUE)", "Tchaikovsky,  Pyotr  Ilyich ROMEO AND JULIET, FANTASY-OVERTURE", "Wagner,  Richard GOTTERDAMMERUNG [GÖTTERDÄMMERUNG]", "Weber,  Carl  Maria Von FREISCHUTZ, DER", "Strauss,  Richard TILL EULENSPIEGELS LUSTIGE STREICHE, OP. 28", "Strauss,  Richard DON JUAN, OP. 20", "Beethoven,  Ludwig  van EGMONT, OP.84", "Brahms,  Johannes SYMPHONY NO. 4 IN E MINOR, OP. 98", "Weber,  Carl  Maria Von OBERON", "Berlioz,  Hector ROMAN CARNIVAL OVERTURE (LE CARNAVAL ROMAIN)", "Liszt,  Franz PRELUDES, LES (SYMPHONIC POEM NO. 3)", "Mendelssohn,  Felix MIDSUMMER NIGHT'S DREAM, OP. 61", "Schubert,  Franz SYMPHONY NO. 8, B MINOR, D.759 (UNFINISHED)", "Berlioz,  Hector DAMNATION DE FAUST, LA, OP. 24", "Mozart,  Wolfgang  Amadeus MARRIAGE OF FIGARO, THE, K.492", "Ravel,  Maurice DAPHNIS AND CHLOE: SUITE NO. 2", "Mendelssohn,  Felix CONCERTO, VIOLIN, E MINOR, OP.64", "Stravinsky,  Igor FIREBIRD: SUITE (1919 VERSION)", "Beethoven,  Ludwig  van SYMPHONY NO. 8 IN F MAJOR, OP.93", "Tchaikovsky,  Pyotr  Ilyich CONCERTO, VIOLIN, D MAJOR, OP.35", "Wagner,  Richard PARSIFAL, WWV 111", "Franck,  César SYMPHONY IN D MINOR", "Debussy,  Claude PRELUDE A L'APRES-MIDI D'UN FAUNE (PRELUDE TO THE AFTERNOON OF A FAUN)", "Brahms,  Johannes CONCERTO, VIOLIN, D MAJOR, OP.77", "Rimsky-Korsakov,  Nikolai CAPRICCIO ESPAGNOL, OP. 34", "Beethoven,  Ludwig  van CONCERTO, VIOLIN, D MAJOR, OP.61", "Beethoven,  Ludwig  van SYMPHONY NO. 6 IN F MAJOR, OP.68 (PASTORAL)", "Rimsky-Korsakov,  Nikolai SCHEHERAZADE, OP. 35", "Strauss,  Richard DEATH AND TRANSFIGURATION (TOD UND VERKLARUNG), OP. 24", "Wagner,  Richard FLIEGENDE HOLLANDER [HOLLÄNDER], DER", "Wagner,  Richard SIEGFRIED IDYLL, WWV 103", "Ravel,  Maurice VALSE, LA", "Tchaikovsky,  Pyotr  Ilyich CONCERTO, PIANO, NO. 1, B-FLAT MINOR, OP. 23", "Dukas,  Paul SORCERER'S APPRENTICE, THE", "Brahms,  Johannes HUNGARIAN DANCES (ORCH.)", "Sousa,  John  Philip STARS AND STRIPES FOREVER", "Weber,  Carl  Maria Von EURYANTHE, OP. 81, J. 291", "Beethoven,  Ludwig  van CONCERTO, PIANO, NO. 5, E FLAT MAJOR, OP.73", "Brahms,  Johannes SYMPHONY NO. 3 IN F MAJOR, OP. 90", "Berlioz,  Hector SYMPHONIE FANTASTIQUE, OP.14", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 41, C MAJOR, K.551, \"JUPITER\"", "Mendelssohn,  Felix SYMPHONY NO. 4, A MAJOR, OP. 90 (ITALIAN)", "Debussy,  Claude NOCTURNES", "Beethoven,  Ludwig  van SYMPHONY NO. 2 IN D MAJOR, OP.36", "Bernstein,  Leonard CANDIDE", "Dvorak,  Antonín CARNIVAL OVERTURE, OP.92", "Brahms,  Johannes ACADEMIC FESTIVAL OVERTURE, OP.80", "Musorgsky,  Modest PICTURES AT AN EXHIBITION (ARR. Ravel)", "Schumann,  Robert CONCERTO, PIANO, A MINOR, OP. 54", "Gershwin,  George AMERICAN IN PARIS, AN", "Tchaikovsky,  Pyotr  Ilyich NUTCRACKER, THE: SUITE, OP. 71A", "Wagner,  Richard SIEGFRIED, WWV 86C", "Schubert,  Franz SYMPHONY NO. 9, C MAJOR, D.944 (GREAT)", "Wagner,  Richard RIENZI, WWV 49", "Smetana,  Bedrich BARTERED BRIDE, THE", "Tchaikovsky,  Pyotr  Ilyich OVERTURE, 1812, OP. 49", "Schumann,  Robert SYMPHONY NO. 4, D MINOR, OP. 120", "Beethoven,  Ludwig  van CONCERTO, PIANO, NO. 4, G MAJOR, OP. 58", "Mahler,  Gustav SYMPHONY NO.  1 IN D MAJOR (TITAN)", "Debussy,  Claude MER, LA [THE SEA]", "Falla,  Manuel  de THREE-CORNERED HAT (EL SOMBRERO DE TRES PICOS), SUITE NO. 2", "Beethoven,  Ludwig  van CORIOLAN OVERTURE, OP. 62", "Beethoven,  Ludwig  van SYMPHONY NO. 9 IN D MINOR, OP.125", "Liszt,  Franz CONCERTO, PIANO, NO. 1, E FLAT MAJOR", "Glinka,  Mikhail RUSLAN AND LUDMILA", "Brahms,  Johannes VARIATIONS ON A THEME BY HAYDN, OP. 56A", "Smetana,  Bedrich MA VLAST (MY COUNTRY)", "Bruch,  Max CONCERTO, VIOLIN, NO. 1, G MINOR, OP.26", "Strauss,  Johann, II FLEDERMAUS, DIE", "Mendelssohn,  Felix HEBRIDES (FINGAL'S CAVE) OVERTURE, OP.26", "Beethoven,  Ludwig  van SYMPHONY NO. 4 IN B FLAT MAJOR, OP.60", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 40, G MINOR, K.550", "Bizet,  Georges L'ARLESIENNE: SUITE NO. 2 (ARR. Guiraud)", "Mahler,  Gustav SYMPHONY NO.  5 IN C SHARP MINOR", "Beethoven,  Ludwig  van SYMPHONY NO. 1 IN C MAJOR, OP.21", "Rossini,  Gioachino WILLIAM TELL", "Borodin,  Alexander PRINCE IGOR", "Beethoven,  Ludwig  van CONCERTO, PIANO, NO. 3, C MINOR, OP. 37", "Bizet,  Georges CARMEN", "Brahms,  Johannes CONCERTO, PIANO, NO. 2, B FLAT MAJOR, OP.83", "Strauss,  Johann, II AN DER SCHONEN, BLAUEN DONAU (ON THE BEAUTIFUL BLUE DANUBE), OP. 314", "Ravel,  Maurice BOLERO [BOLÉRO]", "Gershwin,  George RHAPSODY IN BLUE, PIANO, ORCHESTRA", "Verdi,  Giuseppe FORZA DEL DESTINO, LA", "Tchaikovsky,  Pyotr  Ilyich SERENADE FOR STRINGS, OP.48", "Grieg,  Edvard CONCERTO, PIANO, A MINOR, OP.16", "Tchaikovsky,  Pyotr  Ilyich FRANCESCA DA RIMINI, OP. 32", "Tchaikovsky,  Pyotr  Ilyich MARCHE SLAV, OP.31", "Schumann,  Robert SYMPHONY NO. 2, C MAJOR, OP. 61", "Elgar,  Sir  Edward ENIGMA VARIATIONS, OP. 36", "Rachmaninoff,  Sergei CONCERTO, PIANO, NO. 2, C MINOR, OP. 18", "Shostakovich,  Dmitri SYMPHONY NO.  5, D MINOR, OP. 47", "Brahms,  Johannes CONCERTO, PIANO, NO. 1, D MINOR, OP.15", "Bizet,  Georges L'ARLESIENNE: SUITE NO. 1", "Bach,  Johann  Sebastian SUITE NO. 3, D MAJOR, BWV 1068", "Prokofiev,  Sergei ROMEO AND JULIET: SUITE NO. 1, OP. 64BIS", "Dvorak,  Antonín SLAVONIC DANCES, OP. 46", "Beethoven,  Ludwig  van FIDELIO, OP. 72", "Berlioz,  Hector BENVENUTO CELLINI", "Sibelius,  Jean LEMMINKAINEN SUITE (LEGENDS), OP. 22", "Chabrier,  Emmanuel ESPAÑA", "Dvorak,  Antonín SYMPHONY NO. 8, G MAJOR, OP.88 (OLD NO. 4)", "Bartok [Bartók],  Béla CONCERTO FOR ORCHESTRA, SZ 116, BB 123", "Strauss,  Richard HELDENLEBEN, EIN, OP. 40", "Schumann,  Robert SYMPHONY NO. 1 IN B FLAT MAJOR, OP.38 (SPRING)", "Ippolitov-Ivanov,  Mikhail CAUCASIAN SKETCHES, SUITE NO. 1", "Sibelius,  Jean SYMPHONY NO. 2, D MAJOR, OP. 43", "Stravinsky,  Igor PETRUSHKA (1911 VERSION)", "Stravinsky,  Igor SACRE DU PRINTEMPS, LE", "Mozart,  Wolfgang  Amadeus MAGIC FLUTE, THE, K.620", "Prokofiev,  Sergei SYMPHONY NO. 1, OP. 25 (CLASSICAL)", "Sibelius,  Jean FINLANDIA, OP. 26", "Schubert,  Franz ROSAMUNDE: OVERTURE, D.644", "Liszt,  Franz TASSO: LAMENTO E TRIONFO, (SYMPHONIC POEM NO. 2)", "Grieg,  Edvard PEER GYNT SUITE NO. 1", "Berlioz,  Hector ROMEO ET JULIETTE, OP.17", "Strauss,  Johann, II GESCHICHTEN AUS DEM WIENERWALD (TALES FROM THE VIENNA WOODS), OP. 325", "Prokofiev,  Sergei SYMPHONY NO. 5, OP. 100", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 35, D MAJOR, K.385, \"HAFFNER\"", "Rachmaninoff,  Sergei SYMPHONY NO. 2, E MINOR, OP. 27", "Ravel,  Maurice MA MÈRE L'OYE (MOTHER GOOSE): SUITE (ORCHESTRA)", "Rachmaninoff,  Sergei CONCERTO, PIANO, NO. 3, D MINOR, OP. 30", "Chopin,  Frédéric CONCERTO, PIANO, NO. 2, F MINOR, OP. 21", "Sibelius,  Jean CONCERTO, VIOLIN, D MINOR, OP .47", "Haydn,  Franz  Joseph SYMPHONY NO.  88, G MAJOR", "Debussy,  Claude IMAGES: IBÉRIA, NO. 2", "Beethoven,  Ludwig  van CONCERTO, PIANO, NO. 1, C MAJOR, OP.15", "Strauss,  Richard SALOME, OP. 54", "Bernstein,  Leonard WEST SIDE STORY, SYMPHONIC DANCES", "Wagner,  Richard WESENDONCK LIEDER, WWV 91 (ARR. Mottl)", "Mozart,  Wolfgang  Amadeus SERENADE, STRINGS, G MAJOR, K.525 \"EINE KLEINE NACHTMUSIK\"", "Prokofiev,  Sergei ROMEO AND JULIET: SUITE NO. 2, OP. 64TER", "Copland,  Aaron RODEO, FOUR DANCE EPISODES", "Rossini,  Gioachino BARBIERE DI SIVIGLIA, IL (THE BARBER OF SEVILLE)", "Handel,  George  Frideric MESSIAH", "Lalo,  Edouard SYMPHONIE ESPAGNOLE, OP. 21", "Beethoven,  Ludwig  van CREATURES OF PROMETHEUS, OP. 43", "Gershwin,  George CONCERTO, PIANO, F MAJOR", "Bach,  Johann  Sebastian BRANDENBURG CONCERTO NO. 3 IN G MAJOR, BWV 1048 (ARR. Seiffert)", "Mendelssohn,  Felix SYMPHONY NO. 3, A MINOR, OP.56 (SCOTTISH)", "Harris,  Roy SYMPHONY NO.  3", "Respighi,  Ottorino PINES OF ROME (PINI DI ROMA)", "Tchaikovsky,  Pyotr  Ilyich SUITE NO. 3, G MAJOR, OP. 55", "Schumann,  Robert SYMPHONY NO. 3, E FLAT MAJOR, OP. 97 (RHENISH)", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 39, E-FLAT MAJOR, K.543", "Saint-Saens [Saint-Saëns],  Camille DANSE MACABRE, OP. 40", "Strauss,  Johann, II KAISER-WALZER (EMPEROR WALTZ), OP. 437", "Dvorak,  Antonín SLAVONIC DANCES, OP. 72", "Bach,  Johann  Sebastian PRELUDE, CHORALE, AND FUGUE (ARR. Abert)", "Saint-Saens [Saint-Saëns],  Camille SAMSON AND DELILAH", "Wagner,  Richard FAUST OVERTURE, WWV 59", "Ravel,  Maurice RAPSODIE ESPAGNOLE", "Strauss,  Johann, II TRITSCH-TRATSCH POLKA, OP. 214", "Schubert,  Franz ROSAMUNDE: INCIDENTAL MUSIC, D.797", "Ravel,  Maurice CONCERTO, PIANO, G MAJOR", "Strauss,  Richard DON QUIXOTE, OP. 35", "Musorgsky,  Modest NIGHT ON BALD MOUNTAIN (ARR. Rimsky-Korsakov)", "Gluck,  Christoph  Willibald IPHIGENIE IN AULIS", "Chopin,  Frédéric CONCERTO, PIANO, NO. 1, E MINOR, OP. 11", "Brahms,  Johannes TRAGIC OVERTURE, OP. 81", "Musorgsky,  Modest KHOVANSHCHINA (ARR. Rimsky-Korsakov)", "Bruckner,  Anton SYMPHONY NO. 7, E MAJOR", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 20, D MINOR, K.466", "Mendelssohn,  Felix RUY BLAS, OP.95: OVERTURE", "Rossini,  Gioachino SEMIRAMIDE", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 38, D MAJOR, K.504, \"PRAGUE\"", "Gershwin,  George PORGY AND BESS", "Liszt,  Franz CONCERTO, PIANO, NO. 2, A MAJOR", "Humperdinck,  Engelbert HANSEL AND GRETEL", "Pollack,  Lew THAT'S A PLENTY (BRASS QUINTET) (ARR. Cooper)", "Hadley,  Henry  Kimball CULPRIT FAY RHAPSODY, OP. 62", "Tchaikovsky,  Pyotr  Ilyich SWAN LAKE: BALLET", "Tchaikovsky,  Pyotr  Ilyich CAPRICCIO ITALIEN, OP.45", "Strauss,  Richard ROSENKAVALIER, DER: SUITE", "Brahms,  Johannes CONCERTO, VIOLIN AND CELLO, OP. 102 (DOUBLE)", "Tchaikovsky,  Pyotr  Ilyich EUGENE ONEGIN, OP. 24", "Strauss,  Johann, II ZIGEUNERBARON (GYPSY BARON)", "Gershwin,  George PORGY AND BESS: SYMPHONIC PICTURE (ARR. Bennett)", "Strauss,  Richard ALSO SPRACH ZARATHUSTRA, OP. 30", "Barber,  Samuel ADAGIO FOR STRINGS", "Mozart,  Wolfgang  Amadeus DON GIOVANNI, K.527", "Prokofiev,  Sergei CONCERTO, PIANO, NO. 3, OP. 26, C MAJOR", "Saint-Saens [Saint-Saëns],  Camille CONCERTO, CELLO, NO. 1, A MINOR, OP. 33", "Lalo,  Edouard ROI D'YS, LE", "Rossini,  Gioachino ITALIANA IN ALGERI, L'", "Bruckner,  Anton SYMPHONY NO. 4, E FLAT MAJOR (ROMANTIC)", "Rachmaninoff,  Sergei RHAPSODY ON A THEME OF PAGANINI, OP. 43", "Saint-Saens [Saint-Saëns],  Camille CONCERTO, PIANO, NO. 2, G MINOR, OP. 22", "Gounod,  Charles FAUST", "Dvorak,  Antonín CONCERTO CELLO, B MINOR, OP.104", "Grieg,  Edvard ELEGIAC MELODIES, TWO, OP.34", "Verdi,  Giuseppe AIDA", "Haydn,  Franz  Joseph SYMPHONY NO. 104, D MAJOR (LONDON)", "Bernstein,  Leonard ON THE TOWN: THREE DANCE EPISODES", "Respighi,  Ottorino FOUNTAINS OF ROME (FONTANE DI ROMA)", "Strauss,  Richard ROSENKAVALIER, DER, OP. 59", "Haydn,  Franz  Joseph SYMPHONY NO.  94, G MAJOR (SURPRISE)", "Saint-Saens [Saint-Saëns],  Camille CONCERTO, VIOLIN, NO. 3, OP. 61, B MINOR", "Kabalevsky,  Dmitri COLAS BREUGNON", "Rossini,  Gioachino GAZZA LADRA, LA", "Schumann,  Robert CONCERTO, CELLO, A MINOR, OP.129", "Bartok [Bartók],  Béla MIRACULOUS MANDARIN, SUITE", "Copland,  Aaron CONCERTO, CLARINET", "Thomas,  Ambroise MIGNON", "Albeniz [Albéniz],  Isaac IBERIA: EXCERPTS FOR ORCHESTRA (ARR. Arbos)", "Shostakovich,  Dmitri SYMPHONY NO.  1, OP. 10", "Ravel,  Maurice ALBORADA DEL GRACIOSO", "Beethoven,  Ludwig  van LEONORE OVERTURE NO. 2, OP. 72A", "Strauss,  Johann, II UNTER DONNER UND BLITZ> (THUNDER AND LIGHTNING) POLKA, OP. 324", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 36, C MAJOR, K.425, \"LINZ\"", "Saint-Saens [Saint-Saëns],  Camille INTRODUCTION AND RONDO CAPRICCIOSO, OP. 28", "Tchaikovsky,  Pyotr  Ilyich SYMPHONY NO. 2, C MINOR, OP.17 (LITTLE RUSSIAN)", "Mendelssohn,  Felix SYMPHONY NO. 5, D MAJOR, OP.107 (REFORMATION)", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 23, A MAJOR, K.488", "Strauss,  Johann, II WIENER BLUT WALTZ, OP. 354", "Schumann,  Robert MANFRED, OP.115", "Falla,  Manuel  de EL AMOR BRUJO (REV. 1924)", "Nicolai,  Otto MERRY WIVES OF WINDSOR, THE", "Schubert,  Franz SYMPHONY NO. 2, B FLAT MAJOR, D.125", "Kodaly [Kodály],  Zoltán DANCES OF GALANTA (GALÁNTAI TÁCKOK)", "Mahler,  Gustav SYMPHONY NO.  9 IN D MAJOR", "Liszt,  Franz HUNGARIAN RHAPSODY NO. 1, F MINOR", "Schubert,  Franz SYMPHONY NO. 5, B FLAT MAJOR, D.485", "Glazunov,  Alexander CONCERTO, VIOLIN, A MINOR, OP. 82", "Ives,  Charles UNANSWERED QUESTION, THE", "Tchaikovsky,  Pyotr  Ilyich ANDANTE CANTABILE FOR ORCHESTRA, OP. 11 (ARR. Tchaikovsky)", "Puccini,  Giacomo MANON LESCAUT", "Tchaikovsky,  Pyotr  Ilyich NUTCRACKER, THE", "Verdi,  Giuseppe TRAVIATA, LA", "Verdi,  Giuseppe VESPRI SICILIANI, I", "Mendelssohn,  Felix CONCERTO, PIANO, NO. 1, G MINOR, OP.25", "Kodaly [Kodály],  Zoltán HARY JANOS: SUITE", "Liszt,  Franz HUNGARIAN FANTASY, PIANO AND ORCHESTRA", "Saint-Saens [Saint-Saëns],  Camille CARNIVAL OF THE ANIMALS", "Wagner,  Richard RHEINGOLD, DAS WWV 86A: ENTRANCE, GODS INTO VALHALLA (ARR. Zumpe)", "Rachmaninoff,  Sergei VOCALISE", "Verdi,  Giuseppe RIGOLETTO", "Berlioz,  Hector CORSAIRE OVERTURE", "Mozart,  Wolfgang  Amadeus SINFONIA CONCERTANTE, VLN/VLA, E-FLAT MAJOR, K.320D (K.364)", "Mahler,  Gustav SYMPHONY NO.  2 IN C MINOR (RESURRECTION)", "Saint-Saens [Saint-Saëns],  Camille SYMPHONY NO. 3 IN C MINOR, OP. 78 (ORGAN SYM.)", "Weinberger,  Jaromir SVANDA DUDAK (SCHWANDA THE BAGPIPER)", "Dvorak,  Antonín SLAVONIC DANCES [UNSPECIFIED]", "Strauss,  Johann, II FRUHLINGSSTIMMEN (VOICES OF SPRING), OP.410", "Copland,  Aaron SYMPHONY NO. 3", "Barber,  Samuel ESSAY NO. 2, OP.17", "Gluck,  Christoph  Willibald ORFEO ED EURIDICE (GENERAL)", "Dvorak,  Antonín SYMPHONY NO. 7, D MINOR, OP.70 (OLD NO. 2)", "Schuman,  William AMERICAN FESTIVAL OVERTURE", "Rachmaninoff,  Sergei ISLE OF THE DEAD, OP. 29", "Schelling,  Ernest VICTORY BALL, A", "Goldmark,  Karl RUSTIC WEDDING SYMPHONY, OP. 26", "Rimsky-Korsakov,  Nikolai RUSSIAN EASTER OVERTURE, OP. 36", "Mahler,  Gustav SYMPHONY NO.  4 IN G MAJOR", "Copland,  Aaron APPALACHIAN SPRING SUITE (FULL ORCH.)", "Dvorak,  Antonín CONCERTO, VIOLIN, A MINOR, OP.53", "Haydn,  Franz  Joseph SYMPHONY NO. 101, D MAJOR (THE CLOCK)", "Franck,  César SYMPHONIC VARIATIONS", "Goldmark,  Karl SAKUNTALA OVERTURE, OP. 13", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 17, G MAJOR, K.453", "Berlioz,  Hector HAROLD IN ITALY, OP.16", "Strauss,  Johann, Jr. & Josef PIZZICATO POLKA", "Cherubini,  Luigi ANACRÉON, OU L’AMOUR FUGITIF", "Enesco,  Georges ROMANIAN RHAPSODY, OP. 11, NO. 1", "Strauss,  Richard FEUERSNOT, OP. 50", "Puccini,  Giacomo TOSCA", "Stravinsky,  Igor SYMPHONY IN THREE MOVEMENTS", "Sibelius,  Jean SYMPHONY NO. 1, E MINOR, OP. 39", "Bach,  Johann  Sebastian CON., VIOLINS, (TWO), BWV 1043, D MINOR", "Tchaikovsky,  Pyotr  Ilyich SLEEPING BEAUTY: SUITE, OP. 66A", "Weber,  Carl  Maria Von INVITATION TO THE DANCE (ARR. Weingartner)", "Webern,  Anton  von SIX PIECES, ORCHESTRA, OP. 6", "Puccini,  Giacomo BOHEME, LA", "Charpentier,  Gustave LOUISE", "Shostakovich,  Dmitri SYMPHONY NO. 10, OP. 93", "Rimsky-Korsakov,  Nikolai TALE OF TSAR SALTAN, THE, OP. 57: SUITE (REV. W/ FLT OF BUMBLE-BEE)", "Mozart,  Wolfgang  Amadeus CONCERTO, VIOLIN NO. 3, G MAJOR, K.216", "Bruckner,  Anton SYMPHONY NO. 8, C MINOR", "Handel,  George  Frideric WATER MUSIC (ORCH) (ARR. Harty)", "Copland,  Aaron BILLY THE KID, SUITE", "Gubaidulina,  Sofia TWO PATHS (TWO VIOLAS)", "Strauss,  Johann, II PERPETUUM MOBILE, OP. 257", "Berlioz,  Hector BEATRICE ET BENEDICT", "Mendelssohn,  Felix ELIJAH, OP.70", "Goldmark,  Karl IN THE SPRING, OP. 36", "Sibelius,  Jean SYMPHONY NO. 5, E FLAT MAJOR, OP. 82", "Strauss,  Johann, Sr. RADETZKY MARCH", "Bach,  Johann  Sebastian SUITE NO. 2,  B MINOR, BWV 1067", "Rimsky-Korsakov,  Nikolai COQ D'OR, LE: OPERA", "Prokofiev,  Sergei CONCERTO, PIANO, NO. 2, OP. 16, G MINOR", "Schoenberg,  Arnold VERKLAERTE NACHT (TRANSFIGURED NIGHT), OP. 4", "Wagner,  Richard RHEINGOLD, DAS WWV 86A", "Lehar [Lehár],  Franz MERRY WIDOW, THE", "Vaughan Williams,  Ralph FANTASIA ON A THEME BY THOMAS TALLIS", "Copland,  Aaron SALON MEXICO, EL", "Ravel,  Maurice PAVANE POUR UNE INFANTE DEFUNTE", "Sibelius,  Jean VALSE TRISTE, OP. 44, NO. 1", "Mozart,  Wolfgang  Amadeus CONCERTO, VIOLIN NO. 5, A MAJOR, K.219", "Liszt,  Franz ZWEI EPISODEN AUS LENAUS FAUST", "Bizet,  Georges SYMPHONY IN C MAJOR", "Massenet,  Jules HERODIADE", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 34, C MAJOR, K.338", "Strauss,  Richard SYMPHONIA DOMESTICA, OP. 53", "Chopin,  Frédéric WALTZES (ALL SOLO PIANO)", "Puccini,  Giacomo MADAMA BUTTERFLY", "Strauss,  Richard SONGS, FOUR (VIER LIEDER), OP. 27 (ORCHESTRA)", "Beethoven,  Ludwig  van CONCERTO, PIANO, NO. 2, B FLAT MAJOR, OP.19", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 29, A MAJOR, K.186A (OLD K.201)", "Rubinstein,  Anton CONCERTO, PIANO, NO. 4, D MINOR, OP. 70", "Tchaikovsky,  Pyotr  Ilyich VARIATIONS ON A ROCOCO THEME, OP.33 (FITZENHAGEN)", "Beethoven,  Ludwig  van CONCERTO, VIOLIN, CELLO & PIANO, OP. 56 (TRIPLE)", "Hindemith,  Paul SYMPHONIC METAMORPHOSIS ON THEMES BY WEBER", "Stravinsky,  Igor SONG OF THE NIGHTINGALE", "Copland,  Aaron OLD AMERICAN SONGS (VOICE AND ORCH.)", "Bruckner,  Anton SYMPHONY NO. 9, D MINOR", "Copland,  Aaron LINCOLN PORTRAIT", "Bernstein,  Leonard SERENADE", "Stravinsky,  Igor PETRUSHKA (1947 VERSION)", "Ponchielli,  Amilcare GIOCONDA, LA", "Paganini,  Nicolò CONCERTO, VIOLIN, NO. 1, D MAJOR, OP. 6", "Bloch,  Ernest SCHELOMO", "Beethoven,  Ludwig  van RUINS OF ATHENS, OP. 113", "Bernstein,  Leonard WEST SIDE STORY SUITE, BRASS CHOIR (ARR. Turrin)", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 10, E-FLAT MAJOR, K.316A (OLD K.365) (2 PIANOS)", "Bach,  Johann  Sebastian PASSACAGLIA & FUGUE, C MINOR, BWV 582 (ARR. Respighi)", "Barber,  Samuel SCHOOL FOR SCANDAL OVERTURE", "Ward,  Samuel  Augustus AMERICA THE BEAUTIFUL", "Beethoven,  Ludwig  van SEPTET, E-FLAT MAJOR, OP.20", "Prokofiev,  Sergei LOVE FOR THREE ORANGES: SUITE, OP. 33BIS", "Borodin,  Alexander SYMPHONY NO. 2 IN B MINOR", "Liszt,  Franz HUNGARIAN RHAPSODY NO. 2, C MINOR (ARR. Muller-Berghaus)", "Ravel,  Maurice TOMBEAU DE COUPERIN, LE", "Chausson,  Ernest POEME, OP.25 (VIOLIN + ORCH)", "Stravinsky,  Igor FIREWORKS, OP.4", "Leoncavallo,  Ruggero PAGLIACCI, I", "MacDowell,  Edward  A. SUITE NO. 2, E MINOR, OP.48 (INDIAN)", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 21, C MAJOR, K.467", "Respighi,  Ottorino ROMAN FESTIVALS (FESTE ROMANE)", "Stravinsky,  Igor PULCINELLA: SUITE", "Rodgers,  Richard CAROUSEL", "Bruckner,  Anton SYMPHONY NO. 3, D MINOR", "Scriabin,  Alexander SYMPHONY NO. 4, \"LE POEME D'EXTASE,\" OP. 54", "Honegger,  Arthur PACIFIC 231 (MOUVEMENT SYMPHONIQUE NO. 1)", "Copland,  Aaron FANFARE FOR THE COMMON MAN", "Verdi,  Giuseppe REQUIEM", "Bizet,  Georges CARMEN SUITE NO. 1", "Haydn,  Franz  Joseph CONCERTO, CELLO, D MAJOR, H.VIIB:2", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 24, C MINOR, K.491", "Copland,  Aaron QUIET CITY", "Rachmaninoff,  Sergei CONCERTO, PIANO, NO. 1, F SHARP MINOR, OP.1", "Saint-Saens [Saint-Saëns],  Camille CONCERTO, PIANO, NO. 4, C MINOR, OP. 44", "Prokofiev,  Sergei CONCERTO, VIOLIN, NO. 1, OP. 19, D MAJOR", "Wieniawski,  Henri CONCERTO, VIOLIN, NO. 2, D MINOR, OP.22", "Haydn,  Franz  Joseph SYMPHONY NO. 100, G MAJOR (MILITARY)", "Rossini,  Gioachino ASSEDIO DI CORINTO, L'", "Chavez [Chávez],  Carlos SYMPHONY NO. 2 (SINFONIA INDIA)", "Bartok [Bartók],  Béla CONCERTO, VIOLIN, NO. 2, SZ 112, BB 117", "Barber,  Samuel MEDEA'S MEDITATION AND DANCE OF VENGEANCE, OP. 23A", "Donizetti,  Gaetano LUCIA DI LAMMERMOOR", "Ives,  Charles SYMPHONY NO. 2", "Hindemith,  Paul MATHIS DER MALER (SYMPHONY)", "Weber,  Carl  Maria Von KONZERTSTUCK IN F MINOR FOR PIANO, OP.79", "Beethoven,  Ludwig  van AH, PERFIDO, OP.65", "Mascagni,  Pietro CAVALLERIA RUSTICANA", "Mozart,  Wolfgang  Amadeus CONCERTO, CLARINET, A MAJOR, K.622", "Tchaikovsky,  Pyotr  Ilyich SYMPHONY, MANFRED, OP. 58", "Mendelssohn,  Felix OCTET, OP.20: SCHERZO (ARR. ORCH.)", "Saint-Saens [Saint-Saëns],  Camille PHAETON, OP. 39", "Gershwin,  George CUBAN OVERTURE", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 25, C MAJOR, K.503", "Reger,  Max VARIATIONS AND FUGUE ON A THEME OF MOZART, OP. 132", "Saint-Saens [Saint-Saëns],  Camille ROUET D'OMPHALE, LE, OP. 31", "Wagner,  Richard MEISTERSINGER, DIE, WWV 96: PREISLIED (ORCH)  (ARR. Unspecified)", "Chausson,  Ernest SYMPHONY IN B FLAT MAJOR, OP. 20", "Wolf-Ferrari,  Ermanno THE SECRET OF SUZANNE", "Ravel,  Maurice TZIGANE", "Schubert,  Franz MARCHE MILITAIRE, D.733 (ARR. Unspecified)", "Rossini,  Gioachino SCALA DI SETA, LA (THE SILKEN LADDER)", "Mozart,  Wolfgang  Amadeus EXSULTATE JUBILATE, K.158A (OLD K.165)", "Gluck,  Christoph  Willibald ALCESTE", "Debussy,  Claude IMAGES: RONDES DE PRINTEMPS, NO.   3", "Vaughan Williams,  Ralph SYMPHONY NO. 2 IN G MAJOR (A LONDON SYMPHONY)", "Sousa,  John  Philip WASHINGTON POST", "Tchaikovsky,  Pyotr  Ilyich SUITE NO. 1, D MINOR, OP.43", "Khachaturian,  Aram GAYANE, SUITE NO. 3, OP. 55", "Wagner,  Richard MEISTERSINGER, DIE, WWV 96:  PREISLIED (VN, ORCH) (ARR. Wilhelmj)", "Bartok [Bartók],  Béla MUSIC FOR STRINGS, PERCUSSION AND CELESTE, BB 114", "Strauss,  Johann, II ROSEN AUS DEM SUDEN (ROSES FROM THE SOUTH) WALTZES, OP. 388", "Bach,  Johann  Sebastian PARTITA NO. 2, D MINOR, BWV 1004", "Bach,  Johann  Sebastian TOCCATA & FUGUE, D MINOR, BWV 565 (ARR. Stokowski)", "Prokofiev,  Sergei CONCERTO, VIOLIN, NO. 2, OP. 63, G MINOR", "Mozart,  Wolfgang  Amadeus SCHAUSPIELDIREKTOR (IMPRESARIO), K.486", "Goldmark,  Rubin NEGRO RHAPSODY, A", "Ravel,  Maurice VALSES NOBLES ET SENTIMENTALES", "Bach,  Johann  Sebastian CON., VIOLIN, E MAJOR, BWV 1042", "Haydn,  Franz  Joseph CONCERTO, TRUMPET, H.VIIE:1, E FLAT MAJOR", "Verdi,  Giuseppe OTELLO", "Gretry [Grétry],  Andre [André]  Ernest Modeste CEPHALE ET PROCRIS: BALLET SUITE (ARR. Mottl)", "Ibert,  Jacques ESCALES", "Schuman,  William SYMPHONY NO. 3", "Delius,  Frederick ON HEARING THE FIRST CUCKOO IN SPRING", "Bach,  Johann  Sebastian BRANDENBURG CONCERTO NO. 5 IN D MAJOR, BWV 1050", "Ravel,  Maurice INTRODUCTION AND ALLEGRO FOR HARP WITH FL/CL/STRINGS", "Mozart,  Wolfgang  Amadeus CLEMENZA DI TITO, LA, K.621", "Lyadov,  Anatoli RUSSIAN FOLK SONGS, EIGHT, OP. 58", "Elgar,  Sir  Edward POMP AND CIRCUMSTANCE NO. 1, D MAJOR, OP. 39", "Faure [Fauré],  Gabriel-Urbain PELLÉAS ET MÉLISANDE, SUITE, OP.80", "Britten,  Benjamin YOUNG PERSON'S GUIDE TO THE ORCHESTRA, OP. 34", "Shostakovich,  Dmitri CONCERTO, VIOLIN, NO. 1, OP. 99 (OP. 77)", "Indy,  Vincent  d' ISTAR: SYMPHONIC VARIATIONS, OP. 42", "Reznicek,  Emil  Nikolaus von DONNA DIANA", "Haydn,  Franz  Joseph SYMPHONY NO. 102, B FLAT MAJOR", "Wagner,  Richard KAISERMARSCH", "Rachmaninoff,  Sergei SYMPHONIC DANCES, OP. 45", "Franck,  César RÉDEMPTION: MORCEAU SYMPHONIQUE (REV. 1885)", "Demonstration, MISCELLANEOUS", "Vaughan Williams,  Ralph SYMPHONY NO. 4 IN F MINOR", "Haydn,  Franz  Joseph CREATION, THE, H.XXI:2", "Hill,  Patty  and Mildred HAPPY BIRTHDAY", "Bach,  Johann  Sebastian CHRISTMAS ORATORIO, CANTATAS 1 - 3, BWV 248", "Tchaikovsky,  Pyotr  Ilyich FESTIVAL CORONATION MARCH (MARCHE SOLENNELLE)", "Anthem, UNION OF SOVIET SOCIALIST REPUBLICS", "Beethoven,  Ludwig  van KING STEPHEN, OP. 117", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 22, E-FLAT MAJOR, K.482", "Sieczynski,  Rudolf WIEN, WIEN (VIENNA, CITY OF MY DREAMS)", "Liszt,  Franz FAUST SYMPHONY", "Shostakovich,  Dmitri SYMPHONY NO.  7, OP. 60 (LENINGRAD)", "Falla,  Manuel  de VIDA BREVE, LA", "Faure [Fauré],  Gabriel-Urbain PAVANE, OP. 50", "Ives,  Charles HOLIDAYS SYMPHONY", "MacDowell,  Edward  A. CONCERTO, PIANO, NO. 2, D MINOR, OP. 23", "Ravel,  Maurice SHEHERAZADE", "Couperin,  Francois [François] PRELUDE AND ALLEGRO (ARR. Milhaud)", "Strauss,  Richard FOUR LAST SONGS (VIER LETZTE LIEDER)", "Liszt,  Franz HUNGARIAN RHAPSODY NO. 2,  D MINOR", "Mahler,  Gustav KNABEN WUNDERHORN, DES (12 SONGS)", "Liszt,  Franz MAZEPPA (SYMPHONIC POEM NO. 6)", "Kern,  Jerome SHOW BOAT (ARR. Bennett)", "Rodgers,  Richard OKLAHOMA!", "Sousa,  John  Philip SEMPER FIDELIS", "Raff,  Joachim SYMPHONY NO. 5 (LENORE) E MAJOR, OP. 177", "Gershwin,  George STRIKE UP THE BAND (SONG, ORCHESTRATED) (ARR. Unspecified)", "Rodgers,  Richard SOUTH PACIFIC", "Elgar,  Sir  Edward CONCERTO, VIOLIN, B MINOR, OP.61", "Strauss,  Johann, II KUENSTLERLEBEN (ARTIST'S LIFE) WALTZ, OP. 316", "Bach,  Johann  Sebastian BRANDENBURG CONCERTO NO. 1, F MAJOR, BWV 1046", "Bruch,  Max SCOTTISH FANTASY, OP.46", "Weber,  Carl  Maria Von INVITATION TO THE DANCE (ARR. Berlioz)", "Strauss,  Richard BURLESKE, D MINOR", "Ives,  Charles VARIATIONS ON \"AMERICA\" (ARR. Schuman)", "Schuman,  William NEW ENGLAND TRIPTYCH", "Lalo,  Edouard CONCERTO, CELLO, D MINOR", "Mozart,  Wolfgang  Amadeus SINFONIA CONCERTANTE, WINDS, E-FLAT MAJOR, K.297B [ANH.9]", "Sibelius,  Jean SAGA, A (EN SAGA), OP. 9", "Holst,  Gustav PLANETS, THE, OP. 32", "Massenet,  Jules MANON", "Vivaldi,  Antonio CONCERTO GROSSO, D MINOR, RV 565 (ARR. Siloti)", "Strauss,  Johann, II WEIN, WEIB UND GESANG! (WINE, WOMEN, AND SONG) WALTZ, OP. 333", "Grainger,  Percy MOLLY ON THE SHORE (STRING QUARTET)", "Barber,  Samuel CONCERTO, VIOLIN, OP.14", "Bach,  Johann  Sebastian FANTASIA AND FUGUE, G MINOR, BWV 542 (ARR. Mitropoulos)", "Dukas,  Paul LA PERI", "Grainger,  Percy IRISH TUNE FROM COUNTY DERRY", "Griffes,  Charles  Tomlinson WHITE PEACOCK, THE", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 27, B-FLAT MAJOR, K.595", "Berg,  Alban CONCERTO, VIOLIN AND ORCHESTRA", "Haydn,  Franz  Joseph SYMPHONY NO.  99, E FLAT MAJOR", "Mozart,  Wolfgang  Amadeus CONCERTO, VIOLIN NO. 4, D MAJOR, K.218", "Verdi,  Giuseppe TROVATORE, IL", "Verdi,  Giuseppe BALLO IN MASCHERA, UN", "Khachaturian,  Aram GAYANE, SUITE NO. 1, OP. 53", "Charpentier,  Gustave IMPRESSIONS D'ITALIE", "Delibes,  Léo SYLVIA: SUITE", "Schumann,  Robert OVERTURE, SCHERZO, AND FINALE, OP.52", "Bach,  Johann  Christian LUCIO SILLA: OVERTURE (SIN. B-FLAT, OP. 18, NO. 2) (ARR. Stein)", "Haydn,  Franz  Joseph SYMPHONY NO.  95, C MINOR", "Mozart,  Wolfgang  Amadeus ABDUCTION FROM THE SERAGLIO,THE, K.384", "Prokofiev,  Sergei SCYTHIAN SUITE (ALA ET LOLLI), OP. 20", "Chabrier,  Emmanuel ROI MALGRE LUI, LE", "Mahler,  Gustav SYMPHONY NO.  6 IN A MINOR", "Ravel,  Maurice CONCERTO, PIANO, D MAJOR (LEFT HAND)", "Verdi,  Giuseppe DON CARLO", "Saint-Saens [Saint-Saëns],  Camille SUITE ALGERIENNE, OP. 60", "Mozart,  Wolfgang  Amadeus GERMAN DANCES (3), K.605", "Mahler,  Gustav SYMPHONY NO.  3 IN D MINOR", "Mozart,  Wolfgang  Amadeus IDOMENEO, K.366", "Falla,  Manuel  de NIGHTS IN THE GARDENS OF SPAIN", "Bernstein,  Leonard SYMPHONY NO. 2, AGE OF ANXIETY", "Traditional, AULD LANG SYNE (ARR. Lake)", "Bach,  Johann  Sebastian CON., VIOLIN, A MINOR, BWV 1041", "Bartok [Bartók],  Béla DIVERTIMENTO, STRING ORCHESTRA, BB 118", "Chopin,  Frédéric ETUDES", "Delibes,  Léo LAKME (LAKMÉ)", "Musorgsky,  Modest FAIR AT SOROCHINTSÏ, THE", "Stravinsky,  Igor FIREBIRD (BALLET)", "Haydn,  Franz  Joseph SYMPHONY NO. 103, E FLAT MAJOR (DRUMROLL)", "Strauss,  Johann, II CHAMPAGNER POLKA, OP. 211", "Saint-Saens [Saint-Saëns],  Camille HENRY VIII: BALLET SUITE", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 09, E-FLAT MAJOR, K.271 (JEUNEHOMME)", "Goldmark,  Karl CONCERTO, VIOLIN, A MINOR, OP. 28", "Delius,  Frederick WALK TO THE PARADISE GARDEN, THE (ARR. Beecham)", "Beethoven,  Ludwig  van MISSA SOLEMNIS IN D MAJOR, OP.123", "Taylor,  Deems THROUGH THE LOOKING GLASS, OP. 12", "Schubert,  Franz SYMPHONY NO. 4, C MINOR, D.417 (TRAGIC)", "Rodgers,  Richard STATE FAIR", "Lyadov,  Anatoli MUSICAL SNUFF-BOX, THE, OP. 32 (ORCHESTRA)", "Lyadov,  Anatoli ENCHANTED LAKE, THE, OP. 62", "Hadley,  Henry  Kimball SALOME, OP. 55", "Debussy,  Claude QUARTET, STRING, IN G MINOR, OP.10", "Vieuxtemps,  Henri CONCERTO, VIOLIN, NO. 4, D MINOR, OP.31", "Prokofiev,  Sergei PETER AND THE WOLF, OP.67", "Brahms,  Johannes REQUIEM, DEUTSCHES, OP.45", "Saint-Saens [Saint-Saëns],  Camille DELUGE, LE, OP. 45", "Granados,  Enrique GOYESCAS", "Bernstein,  Leonard SYMPHONY NO. 1, JEREMIAH", "Moszkowski,  Moritz SUITE NO. 1, F MAJOR, OP. 39", "Debussy,  Claude TWO DANCES (ARR. Ravel)", "Mahler,  Gustav LIED VON DER ERDE, DAS", "Hindemith,  Paul CONCERT MUSIC, STRINGS AND BRASS, OP. 50", "Corelli,  Arcangelo CONCERTO GROSSO, OP.6, NO.8, G MINOR (CHRISTMAS)", "Mahler,  Gustav KINDERTOTENLIEDER", "Mendelssohn,  Felix MELUSINE: OVERTURE", "Bellini,  Vincenzo NORMA", "Offenbach,  Jacques ORPHEUS IN THE UNDERWORLD", "Handel,  George  Frideric WATER MUSIC: SUITE NO. 2 IN D MAJOR", "Gruber,  Franz  Xaver SILENT NIGHT (STILLE NACHT, HEILIGE NACHT)", "Borodin,  Alexander IN THE STEPPES OF CENTRAL ASIA, OP. 7", "Sibelius,  Jean SYMPHONY NO. 4, A MINOR, OP. 63", "Dvorak,  Antonín SCHERZO CAPRICCIOSO, OP.66", "Ravel,  Maurice DAPHNIS AND CHLOE: SUITE NO. 1", "Bach,  Johann  Sebastian ST. MATTHEW PASSION, BWV 244", "Anthem, FRANCE", "Beethoven,  Ludwig  van LEONORE OVERTURE NO. 1", "Bach,  Johann  Sebastian SUITE FOR ORCHESTRA (ARR. Mahler)", "Anthem, BRAZIL", "Elgar,  Sir  Edward INTRODUCTION AND ALLEGRO, OP. 47", "Schumann,  Robert GENOVEVA OVERTURE, OP. 81", "Tchaikovsky,  Pyotr  Ilyich SLEEPING BEAUTY, OP. 66", "Bach,  Johann  Sebastian PARTITA NO. 3, E MAJOR, BWV 1006", "Mozart,  Wolfgang  Amadeus RE PASTORE, IL, K.208", "Gershwin,  George SHALL WE DANCE: PROMENADE (ORCHESTRA) (ARR. Montenegro)", "Chopin,  Frédéric POLONAISES", "Skalkottas,  Nikos 36 GREEK DANCES", "Berlioz,  Hector KING LEAR OVERTURE, OP. 4", "Gershwin,  George STRIKE UP THE BAND: STRIKE UP THE BAND (ARR. Rose)", "Janacek [Janácek],  Leoš SINFONIETTA", "Roussel,  Albert SYMPHONY NO. 3, G MINOR, OP. 42", "Mozart,  Wolfgang  Amadeus COSÌ FAN TUTTE, K.588", "Khachaturian,  Aram MASQUERADE SUITE", "Stravinsky,  Igor SUITE NO. 2 FOR SMALL ORCHESTRA", "Traditional, AULD LANG SYNE", "Bernstein,  Leonard WEST SIDE STORY", "Mozart,  Wolfgang  Amadeus ABDUCTION FROM THE SERAGLIO, THE: OVERTURE (ARR. Busoni)", "Herbert,  Victor AMERICA FANTASIA", "Turrin,  Joseph JAZZALOGUE NO. 1", "Walton,  William FACADE (FAÇADE): SUITE NO. 1", "Haydn,  Franz  Joseph SYMPHONY NO.  87, A MAJOR", "Haydn,  Franz  Joseph SYMPHONY NO.  92, G MAJOR (OXFORD)", "Berlioz,  Hector NUITS D'ETE, OP.7", "Villa-Lobos,  Heitor BACHIANAS BRASILEIRAS NO. 2", "Wagner,  Richard WESENDONCK LIEDER, WWV 91: TRAUME (ORCH. W/O SOLOIST) (ARR. Thomas)", "Brahms,  Johannes SERENADE NO. 1 IN D MAJOR, OP. 11", "Schoenberg,  Arnold CHAMBER SYMPHONY NO. 1, OP. 9", "Rossini,  Gioachino CENERENTOLA, LA", "Gabrieli,  Giovanni SACRAE SYMPHONIAE, BOOK 1", "Mozart,  Wolfgang  Amadeus ADAGIO AND FUGUE, STRING QUARTET, C MIN, K.546 (QUART./STR. ORCH.)", "Britten,  Benjamin PETER GRIMES, FOUR SEA INTERLUDES, OP. 33A", "Steffe,  William BATTLE HYMN OF THE REPUBLIC", "Strauss,  Richard CONCERTO, HORN, NO. 1, E FLAT MAJOR, OP. 11", "Schubert,  Franz WANDERERFANTASIE, D.760 (ORCH) (ARR. Liszt)", "Saint-Saens [Saint-Saëns],  Camille SYMPHONY NO. 2, OP. 55, A MINOR", "Gounod,  Charles FAUST: BALLET MUSIC", "Tchaikovsky,  Pyotr  Ilyich SWAN LAKE: SUITE, OP.20A", "Chopin,  Frédéric NOCTURNES (ORIG. SOLO PIANO)", "Suppe [Suppé],  Franz  Von BEAUTIFUL GALATEA, THE", "Berg,  Alban THREE PIECES FOR ORCHESTRA, OP. 6", "Tchaikovsky,  Pyotr  Ilyich CONCERTO, PIANO, NO. 2, G MAJOR, OP.44", "Indy,  Vincent  d' SYMPHONY ON A FRENCH MOUNTAIN AIR, OP. 25", "Mozart,  Wolfgang  Amadeus ABDUCTION FROM THE SERAGLIO, THE: OVERTURE, K.384 (ARR. Unspecified)", "Haydn,  Franz  Joseph SYMPHONY NO.  31, D MAJOR (HORNSIGNAL)", "Copland,  Aaron INSCAPE", "Elgar,  Sir  Edward SYMPHONY NO. 1 IN A FLAT MAJOR, OP.55", "Barber,  Samuel SYMPHONY NO. 1 IN ONE MOVEMENT, OP.9", "Wolf,  Hugo ITALIAN SERENADE", "Strauss,  Richard SERENADE, WIND INSTRUMENTS, E FLAT MAJOR, OP. 7", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 25, G MINOR, K.173DB (OLD K.183)", "Kalman [Kálmán],  Emmerich COUNTESS MARITZA", "Bach,  Johann  Sebastian SONATA, VIOLIN, UNACCOMPANIED, NO. 2, A MINOR, BWV 1003", "Sinigaglia,  Leone BARUFFE CHIOZZOTTE, LE, OP. 32", "Ellington,  Edward  Kennedy \"Duke\" RIVER, THE", "Ravel,  Maurice MA MÈRE L'OYE (MOTHER GOOSE): BALLET", "Verdi,  Giuseppe ERNANI", "Grainger,  Percy SHEPHERD'S HEY (ORCH.)", "Strauss,  Richard ALPINE SYMPHONY, OP. 64", "Bartok [Bartók],  Béla TANCSVIT (DANCE SUITE), BB 66A", "Liszt,  Franz TOTENTANZ", "Massenet,  Jules CID, LE", "Bach,  Johann  Sebastian FUGUE, G MINOR, BWV 578 (ARR. Stokowski)", "Sarasate,  Pablo  de ZIGEUNERWEISEN (GYPSY AIRS), OP.20", "Moszkowski,  Moritz BOABDIL, DER LETZTE MAURENKÖNIG, OP. 49", "Strauss,  Richard BOURGEOIS GENTILHOMME, LE, OP. 60: ORCHESTRAL SUITE", "Britten,  Benjamin SINFONIA DA REQUIEM, OP. 20", "Shostakovich,  Dmitri AGE OF GOLD, THE, OP. 22A: SUITE", "Haydn,  Franz  Joseph SYMPHONY NO.  49, F MINOR (LA PASSIONE)", "Bartok [Bartók],  Béla CONCERTO, PIANO, NO. 2, BB 101", "Bruch,  Max CONCERTO, VIOLIN, NO. 2, D MINOR, OP.44", "Weber,  Carl  Maria Von QUINTET, CLARINET, STRINGS, OP.34", "Dvorak,  Antonín TERZETTO, TWO VIOLINS, VIOLA, OP. 74", "Griffes,  Charles  Tomlinson PLEASURE DOME OF KUBLA KHAN, THE, OP. 8", "Rimsky-Korsakov,  Nikolai COQ D'OR, LE: SUITE (ARR. Steinberg)", "Boccherini,  Luigi MENUET (ORCH)", "Pierne [Pierné],  Gabriel CYDALISE", "Vivaldi,  Antonio CONCERTO, VIOLINS (4),  B MINOR, RV 580", "Haydn,  Franz  Joseph SYMPHONY NO.  86, D MAJOR", "Chabrier,  Emmanuel GWENDOLINE", "Mahler,  Gustav SYMPHONY NO.  7 IN E MINOR (SONG OF THE NIGHT)", "Stravinsky,  Igor SCHERZO FANTASTIQUE, OP. 3", "Offenbach,  Jacques ORPHEUS IN THE UNDERWORLD: OVERTURE (ARR. Binder)", "Weber,  Carl  Maria Von JUBEL OVERTURE, OP. 59", "Bruch,  Max CROSS OF FIRE, THE", "Debussy,  Claude IMAGES: GIGUES, NO. 1", "Thomas,  Ambroise HAMLET", "Vivaldi,  Antonio CONCERTO GROSSO, A MINOR, RV 161 (ARR. Franko)", "Meyerbeer,  Giacomo PROPHÈTE, LE", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 26, D MAJOR, K.537 \"CORONATION\"", "Bach,  Johann  Sebastian AIR ON THE G STRING (ORCH)", "Menotti,  Gian  Carlo ISLAND GOD, THE: TWO INTERLUDES", "Rodgers,  Richard KING AND I, THE", "Dvorak,  Antonín SYMPHONY NO. 5, F MAJOR, OP.76 (OLD NO. 3)", "Stravinsky,  Igor BAISER DE LA FEE, LE:  DIVERTIMENTO", "Beethoven,  Ludwig  van SERENADE, VLN/VLA/VC, OP. 8, D MAJOR", "Berlioz,  Hector TROYENS, LES", "Haydn,  Franz  Joseph SINFONIA CONCERTANTE, B-FLAT MAJOR, H. I:105", "Schubert,  Franz SYMPHONY NO. 3, D MAJOR, D.200", "Mozart,  Wolfgang  Amadeus CONCERTO, FLUTE AND HARP IN C, K.297C (OLD K.299)", "Mozart,  Wolfgang  Amadeus CONCERTO, HORN NO. 2, E-FLAT MAJOR, K.417", "Weber,  Carl  Maria Von CONCERTINO, CLARINET,  E FLAT MAJOR, OP. 26", "Schubert,  Franz SYMPHONY NO. 6, C MAJOR, D.589 (THE LITTLE)", "Prokofiev,  Sergei LIEUTENANT KIJE, OP. 60: SUITE", "Mozart,  Wolfgang  Amadeus SERENADE NO. 11, E-FLAT MAJOR, K.375", "Haydn,  Franz  Joseph SYMPHONY NO.  96, D MAJOR (THE MIRACLE)", "Cherubini,  Luigi LES DEUX JOURNEES", "Beethoven,  Ludwig  van SONGS, SIX, OP. 48", "Haydn,  Franz  Joseph SYMPHONY NO.  45, F SHARP MINOR (FAREWELL)", "Bizet,  Georges PETITE SUITE: JEUX D'ENFANTS, OP.22", "Zwilich,  Ellen  Taaffe SYMBOLON", "Offenbach,  Jacques GAITE PARISIENNE (ARR. Rosenthal)", "Dvorak,  Antonín SYMPHONY NO. 6, D MAJOR, OP.60 (OLD NO. 1)", "Stravinsky,  Igor CONCERTO FOR PIANO AND WIND INSTRUMENTS", "Debussy,  Claude CHILDREN'S CORNER SUITE (ORCH ARR.) (ARR. Caplet)", "Wagner,  Richard TRISTAN UND ISOLDE:  EXCERPTS FROM ACTS II AND III (ARR. Stokowski)", "Copland,  Aaron OUTDOOR OVERTURE", "Wagner,  Richard PARSIFAL, GOOD FRIDAY MUSIC (VIOLIN+ORCH) (ARR. Wilhelmj)", "Fernandez [Fernândez],  Oscar  Lorenzo REISADO DO PASTOREIO SUITE", "Meyerbeer,  Giacomo AFRICAINE, L'", "Grofe [Grofé],  Ferde GRAND CANYON SUITE", "Mozart,  Wolfgang  Amadeus QUINTET, CLARINET, A MAJOR, K.581", "Hadley,  Henry  Kimball IN BOHEMIA", "Mozart,  Wolfgang  Amadeus DON GIOVANNI: OVERTURE K.527 (ARR. Unspecified)", "Stravinsky,  Igor CONCERTO, VIOLIN, D MAJOR", "Rimsky-Korsakov,  Nikolai SNOW MAIDEN (SNEGOUROTCHKA): SUITE", "Bach,  Johann  Sebastian SONATA, VIOLIN, UNACCOMPANIED, NO. 3, C MAJOR, BWV 1005", "Grieg,  Edvard SYMPHONIC DANCES, OP. 64", "Rieti,  Vittorio CONCERTO, QUINTET OF WINDS", "Wagner,  Richard PARSIFAL, WWV 111:  MARCH OF THE KNIGHTS/BELL SCENE (ARR. Kistler)", "Ligeti,  György LONTANO", "Copland,  Aaron CONCERTO, PIANO", "Delibes,  Léo SYLVIA", "Bach,  Johann  Sebastian AVE MARIA (ORCH. WITH VIOLIN OR VOICE) (ARR. Gounod)", "Kalinnikov,  Vassili SYMPHONY NO. 1, G MINOR", "Berlioz,  Hector FRANCS-JUGES, LES: OVERTURE", "Bach,  Johann  Sebastian BRANDENBURG CONCERTO NO. 6 IN B-FLAT MAJOR, BWV 1051", "Saint-Saens [Saint-Saëns],  Camille SEPTET, OP. 65", "Vivaldi,  Antonio CONCERTO, VIOLIN, F MINOR, RV 297 (WINTER FROM THE FOUR SEASONS)", "Schelling,  Ernest IMPRESSIONS FROM AN ARTIST'S LIFE", "Copland,  Aaron MUSIC FOR THE THEATRE", "Schubert,  Franz ERLKONIG [ERLKÖNIG], D.328", "Rodgers,  Richard CAROUSEL: THE CAROUSEL WALTZES (ARR. Walker)", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 28, C MAJOR, K.189K (OLD K.200)", "Mozart,  Wolfgang  Amadeus CONCERTO, BASSOON, B-FLAT MAJOR, K.186E (OLD K.191)", "Haydn,  Franz  Joseph SYMPHONY NO.  93, D MAJOR", "Liszt,  Franz DANTE SYMPHONY (CHORAL)", "Mendelssohn,  Felix CALM SEA AND PROSPEROUS VOYAGE", "Chopin,  Frédéric SYLPHIDES, LES (BALLET) (ARR. Glazunov)", "Wade,  John  Francis ADESTE FIDELES (O COME, ALL YE FAITHFUL)", "Corelli,  Arcangelo SUITE, STRING ORCHESTRA (ARR. Pinelli)", "Bruch,  Max KOL NIDREI, OP.47", "Tchaikovsky,  Pyotr  Ilyich PIQUE DAME (QUEEN OF SPADES)", "Bartok [Bartók],  Béla CONCERTO, PIANO, NO. 3, SZ 119, BB 127", "Mozart,  Wolfgang  Amadeus QUARTET, FLUTE, NO. 1, D MAJOR, K.285", "Weinberger,  Jaromir UNDER THE SPREADING CHESTNUT TREE", "Liszt,  Franz LIEBESTRAUME (ORCH) (ARR. Unspecified)", "Bach,  Johann  Sebastian BRANDENBURG CONCERTO NO. 4 IN G MAJOR, BWV 1049", "Gould,  Morton SHOWPIECE", "Stravinsky,  Igor SUITE NO. 1 FOR SMALL ORCHESTRA", "Stravinsky,  Igor SYMPHONIE DE PSAUMES (SYMPHONY OF PSALMS)", "Rorem,  Ned CONCERTO, ENGLISH HORN", "Wagner,  Richard TRISTAN UND ISOLDE: EXCERPTS,  WWV 90 (ARR. Damrosch)", "Prokofiev,  Sergei ROMEO AND JULIET: SUITE NO. 3, OP. 101", "Liszt,  Franz HUNNENSCHLACHT, DIE (SYMPHONIC POEM NO. 11)", "Paganini,  Nicolò CAPRICES, 24, OP. 1", "Puccini,  Giacomo RONDINE, LA", "Lehar [Lehár],  Franz GIUDITTA", "Chabrier,  Emmanuel JOYEUSE MARCHE", "Gould,  Morton SPIRITUALS FOR ORCHESTRA", "Mozart,  Wolfgang  Amadeus PETITS RIENS, LES, BALLET-MUSIC, K.299B, AHN. 10", "Elgar,  Sir  Edward COCKAIGNE, OP.40", "Wagner,  Richard RING DES NIBELUNGEN, DER: EXCERPTS  (ARR. Stransky)", "Schuller,  Gunther SEVEN STUDIES ON THEMES OF PAUL KLEE", "Mozart,  Wolfgang  Amadeus DIVERTIMENTO, D MAJOR, K.125A (OLD K.136)", "Dohnanyi,  Erno  von SERENADE, OP. 10", "Handel,  George  Frideric SCIPIONE", "Schubert,  Franz ELLENSGESANG I-III, D.837-839 (ARR. Wood)", "Franck,  César PSYCHE (PSYCHÉ)", "Milhaud,  Darius SUITE PROVENÇALE, OP. 152B", "Schubert,  Franz MARCHE MILITAIRE, D.733 (ORCH) (ARR. Damrosch)", "Poulenc,  Francis CONCERTO, TWO PIANOS, D MINOR", "Wolf-Ferrari,  Ermanno JEWELS OF THE MADONNA", "Ginastera,  Alberto ESTANCIA, FOUR DANCES FROM, OP. 8A", "Mendelssohn,  Felix LIEDER OHNE WORTE (ORCH.) (ARR. Guiraud)", "Gottschalk,  Louis  Moreau SYMPHONY NO. 1 (NIGHT OF THE TROPICS) (ARR. Shanet)", "Grieg,  Edvard PEER GYNT SUITE NO. 2, OP. 55", "Sibelius,  Jean SYMPHONY NO. 7, C MAJOR, OP. 105", "Vivaldi,  Antonio CONCERTO, VIOLIN, F MAJOR, RV 293 (AUTUMN FROM THE FOUR SEASONS)", "Berg,  Alban WOZZECK: THREE FRAGMENTS, OP. 7", "Lyadov,  Anatoli KIKIMORA, OP. 63", "Piston,  Walter CONCERTO, ORCHESTRA", "Beethoven,  Ludwig  van POLONAISE (UNSPECIFIED)", "Satie,  Erik GYMNOPEDIES NOS. 1 AND 3 (ARR. Debussy)", "Casella,  Alfredo GIARA, LA: SUITE", "Spohr,  Louis JESSONDA", "Tchaikovsky,  Pyotr  Ilyich SUITE NO. 4, G MAJOR, OP. 61, \"MOZARTIANA\"", "Bach,  Johann  Sebastian PRELUDE & FUGUE, D MAJOR, BWV 532 (ARR. Respighi)", "Handel,  George  Frideric XERXES: LARGO (ORCH) (ARR. Unspecified)", "Elgar,  Sir  Edward POMP AND CIRCUMSTANCE [NOT SPECIFIED]", "Elgar,  Sir  Edward CONCERTO, CELLO, E MINOR, OP. 85", "Anthem, UNITED KINGDOM (GOD SAVE THE KING)", "Webern,  Anton  von PASSACAGLIA, OP.1", "Franck,  César PRELUDE, CHORALE AND FUGUE (ARR. Pierne [Pierné])", "Beethoven,  Ludwig  van ROMANCE, VIOLIN, NO. 2, F MAJOR, OP.50", "Shostakovich,  Dmitri SYMPHONY NO.  9, OP. 70", "Gould,  Morton AMERICAN SYMPHONETTE, NO. 2", "Honegger,  Arthur PASTORALE D'ÉTÉ", "Unspecified, ENCORE (UNSPECIFIED)", "Webern,  Anton  von SYMPHONY, OP. 21", "Brahms,  Johannes SERENADE NO. 2 IN A MAJOR, OP. 16", "Puccini,  Giacomo TURANDOT", "Britten,  Benjamin SOIREES MUSICALES, OP. 9", "Tchaikovsky,  Pyotr  Ilyich HAMLET, FANTASY-OVERTURE, OP. 67", "Weber,  Carl  Maria Von RULER OF THE SPIRITS: OVERTURE, OP. 27", "Lehar [Lehár],  Franz MERRY WIDOW, THE: SUITE (ORCH.) (ARR. Kostelanetz)", "Tchaikovsky,  Pyotr  Ilyich TEMPEST, THE (SYMPHONY-FANTASIA), OP.18", "Raff,  Joachim SYMPHONY NO. 3, F MAJOR, OP.153 (IM WALDE)", "Stravinsky,  Igor CAPRICCIO FOR PIANO AND ORCHESTRA", "Handel,  George  Frideric CONCERTO GROSSO, OP. 6, NO. 12, B MINOR", "Stravinsky,  Igor RAGTIME FOR 11 INSTRUMENTS", "Schumann,  Robert CONCERT PIECE FOR FOUR HORNS, OP.86 [KONZERTSTÜCK]", "Strauss,  Richard METAMORPHOSEN; A STUDY FOR 23 SOLO STRINGS", "Bach,  Johann  Sebastian BRANDENBURG CONCERTO NO. 2 IN F MAJOR, BWV 1047", "Donizetti,  Gaetano L'ELISIR D'AMORE", "Barber,  Samuel CAPRICORN CONCERTO", "Druckman,  Jacob AUREOLE", "Schelling,  Ernest SUITE VARIEE", "Traditional, AMERICA", "Vivaldi,  Antonio CONCERTO, VIOLIN, E MAJOR, RV 269 (SPRING FROM THE FOUR SEASONS)", "Bach,  Johann  Sebastian CHORALE, \"KOMM, GOTT SCHÖPFER, HEILIGER GEIST\" (ORCH.), BWV 631 (ARR. Schoenberg)", "Mozart,  Wolfgang  Amadeus REQUIEM, K.626 (ARR. Sussmayr)", "Bach,  Johann  Sebastian CON., HARPSICHORD, NO. 1, D MINOR, BWV 1052", "Haydn,  Franz  Joseph CONCERTO, PIANO/HARPSICHORD, H.XVIII:11, D MAJOR", "Verdi,  Giuseppe LUISA MILLER", "Gliere [Glière],  Reinhold RED POPPY, THE: SUITE", "Debussy,  Claude DANSE SACRÉE ET DANSE PROFANE", "Sousa,  John  Philip LIBERTY BELL", "Mahler,  Gustav RUCKERT-LIEDER", "Debussy,  Claude JEUX; POEME DANSE", "Schubert,  Franz SCHWANENGESANG, D.957", "Shostakovich,  Dmitri CONCERTO, CELLO, NO. 1, OP. 107", "Rachmaninoff,  Sergei SYMPHONY NO. 3, A MINOR, OP. 44", "Dohnanyi,  Erno  von SUITE FOR ORCHESTRA, OP. 19", "Mendelssohn,  Felix OCTET, STRINGS, E FLAT MAJOR, OP.20", "Chadwick,  George  Whitefield SYMPHONIC SKETCHES", "Dvorak,  Antonín QUARTET, STRINGS, NO. 12, OP. 96", "Debussy,  Claude L'ENFANT PRODIGUE", "Bach,  Johann  Sebastian MASS IN B MINOR, BWV 232", "Bizet,  Georges CARMEN SUITE NO. 2", "Webern,  Anton  von IM SOMMERWIND", "Bartok [Bartók],  Béla RUMANIAN FOLK DANCES, BB 76", "Copland,  Aaron DANCE SYMPHONY", "Beethoven,  Ludwig  van TRIO, VLN/VLA/VC, OP.  9, NO. 3, C MINOR", "Gershwin,  George PORGY AND BESS: CATFISH ROW SUITE", "Gounod,  Charles ROMEO AND JULIET", "Strauss,  Josef DRAGONFLY POLKA-MAZURKA, OP. 204", "Schelling,  Ernest SUITE FANTASTIQUE, OP. 7", "Traditional, CAROL: DECK THE HALLS (ARR. Elkjer)", "Messiaen,  Olivier OFFRANDES OUBLIÉES, LES", "Shostakovich,  Dmitri SYMPHONY NO.  6, OP. 54", "Mozart,  Wolfgang  Amadeus SERENADE NO. 10, B-FLAT MAJOR, K.370A (OLD K.361), \"GRAN PARTITA\"", "Schumann,  Robert TWELVE PIECES FOR CHILDREN LITTLE AND BIG, OP. 85 (ORCH.) (ARR. Saint-Saens [Saint-Saëns])", "Bernstein,  Leonard CHICHESTER PSALMS", "Coleridge-Taylor,  Samuel HIAWATHA", "Shostakovich,  Dmitri FESTIVE OVERTURE, OP. 96", "Rimsky-Korsakov,  Nikolai CHRISTMAS EVE: SUITE", "Schreiner,  Alexander WORRIED DRUMMER", "Schumann,  Robert QUINTET, PIANO/STRINGS, E-FLAT MAJOR, OP.44", "Brahms,  Johannes QUINTET, CLARINET, STRING QUARTET, B MINOR, OP.115", "Liszt,  Franz ORPHEUS (SYMPHONIC POEM NO. 4)", "Beethoven,  Ludwig  van ROMANCE, VIOLIN, NO. 1, G MAJOR, OP.40", "Mahler,  Gustav SYMPHONY NO. 10 IN F-SHARP MAJOR: ANDANTE - ADAGIO (ARR. Ratz)", "Boccherini,  Luigi CONCERTO, CELLO, NO. 9, B-FLAT MAJOR (ARR. Grutzmacher)", "Sullivan,  Arthur  Seymour MIKADO, THE", "Honegger,  Arthur SYMPHONY NO. 2", "Traditional, CAROL: THE FIRST NOEL", "Loeffler,  Charles  Martin PAGAN POEM, A", "Humperdinck,  Engelbert KÖNIGSKINDER (THE KING'S SON)", "Schumann,  Robert MYRTHEN, OP. 25", "Suppe [Suppé],  Franz  Von LIGHT CAVALRY", "Gilmore,  Patrick  Sarsfield WHEN JOHNNY COMES MARCHING HOME", "Waldteufel,  Emil PATINEURS, LES (SKATERS WALTZ)", "Bernstein,  Leonard WEST SIDE STORY: SELECTIONS (BRASS QUINTET) (ARR. Gale)", "Delius,  Frederick INTERMEZZO AND SERENADE FROM \"HASSAN\" (ARR. Beecham)", "Romberg,  Sigmund DESERT SONG, THE", "Tchaikovsky,  Pyotr  Ilyich SEXTET, STRINGS, D MAJOR, OP.70 \"SOUVENIR DE FLORENCE\"", "Thompson,  Randall SYMPHONY NO. 2", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 01, E-FLAT MAJOR, K.16", "Massenet,  Jules SCENES ALSACIENNES SUITE", "Donizetti,  Gaetano LA FAVORITA", "Bachelet,  Alfred  (Georges) CHERE NUIT", "Mozart,  Wolfgang  Amadeus DUO, VIOLIN/VIOLA, G MAJOR, K.423", "Giordano,  Umberto ANDREA CHENIER", "Khachaturian,  Aram CONCERTO, PIANO", "Glazunov,  Alexander SYMPHONY NO. 5, B FLAT, OP. 55", "Beethoven,  Ludwig  van CONSECRATION OF THE HOUSE OVERTURE, OP. 124", "Bruckner,  Anton SYMPHONY NO. 6, A MAJOR", "Ginastera,  Alberto CREOLE FAUST OVERTURE, OP. 9", "Spohr,  Louis SYMPHONY NO. 4, OP. 86 (DIE WEIHE DER TONE)", "Thomson,  Virgil SEINE AT NIGHT, THE", "Mozart,  Wolfgang  Amadeus CONCERTO, FLUTE NO. 1, G MAJOR, K.285C (OLD K.313)", "Tchaikovsky,  Pyotr  Ilyich SYMPHONY NO. 1, G MINOR, OP.13 (WINTER DREAMS)", "Beethoven,  Ludwig  van SERENADE, FLUTE, VIOLIN, VIOLA, OP.25, D MAJOR", "Ravel,  Maurice DAPHNIS AND CHLOE", "Handy,  William  Christopher BEALE STREET BLUES (FOR BRASS QUINTET) (ARR. Henderson)", "Rimsky-Korsakov,  Nikolai SADKO: OPERA (1897)", "Massenet,  Jules THAÏS", "Susato,  Tylman DANSEREYE (DANCE COLLECTION), ARR. FOR BRASS (ARR. Iveson)", "Sibelius,  Jean SYMPHONY NO. 3, C MAJOR, OP. 52", "Tchaikovsky,  Pyotr  Ilyich VARIATIONS ON A ROCOCO THEME, OP.33 [ORIGINAL VERSION]", "Respighi,  Ottorino BIRDS, THE (GLI UCCELLI)", "Handel,  George  Frideric CONCERTO GROSSO, OP. 6, NO.  5, D MAJOR (ARR. Kogel)", "Webern,  Anton  von FIVE MOVEMENTS, STRING ORCHESTRA, OP.5", "Schoenberg,  Arnold PELLEAS UND MELISANDE, OP. 5", "Mahler,  Gustav SONGS OF A WAYFARER", "Debussy,  Claude PETITE SUITE (ARR. Busser)", "Debussy,  Claude L'ISLE JOYEUSE (ARR. Molinari)", "Bach,  Johann  Sebastian CHORALE, \"WIR GLAUBEN ALL' AN EINEN GOTT\", BWV 437/680 (ARR. Stokowski)", "Franck,  César CHASSEUR MAUDIT, LE, M. 44", "Lekeu,  Guillaume ADAGIO FOR STRINGS, OP. 3", "Hanson,  Howard PAN AND THE PRIEST, OP. 26", "Brahms,  Johannes ALTO RHAPSODY, OP. 53", "Grieg,  Edvard PEER GYNT", "Schumann,  Robert LIEDERKREIS, OP. 39", "Mozart,  Wolfgang  Amadeus SERENADE NO.  9, D MAJOR, K.320, \"POSTHORN\"", "Bach,  Johann  Sebastian CHORALE, \"SCHMUCKE DICH, O LIEBE SEELE\", BWV 654 (ARR. Schoenberg)", "Chadwick,  George  Whitefield TAM O'SHANTER", "Cilea,  Francesco ADRIANA LECOUVREUR", "Mozart,  Wolfgang  Amadeus QUINTET, PIANO AND WINDS, E-FLAT MAJOR, K.452", "Handel,  George  Frideric CONCERTO GROSSO, OP. 6, NO.  6, G MINOR", "Mozart,  Wolfgang  Amadeus SERENADE NO.  7, D MAJOR, K.248B (OLD K.250), \"HAFFNER\"", "Strauss,  Richard SONGS, FOUR (VIER LIEDER), OP. 33, (ORCHESTRA)", "Chausson,  Ernest CONCERTO,VLN/PNO/STRING QUARTET, D MAJOR, OP. 21", "Roussel,  Albert BACCHUS ET ARIANE, OP.43: SUITE NO. 2", "Copland,  Aaron DANZON CUBANO", "Prokofiev,  Sergei SYMPHONY NO. 6, OP. 111", "Anthem, ITALY", "Gluck,  Christoph  Willibald AIRS DE BALLET, SUITE NO. 2 (FROM VARIOUS OPERAS) (ARR. Gevaert)", "Goldmark,  Karl PROMETHEUS BOUND, OP.38", "Stravinsky,  Igor CIRCUS POLKA", "Orff,  Carl CARMINA BURANA", "Dvorak,  Antonín SERENADE, D MINOR, OP.44", "Crumb,  George HAUNTED LANDSCAPE, A", "Handel,  George  Frideric CONCERTO GROSSO, OP.6, NO.  7, B FLAT MAJOR", "Liszt,  Franz LORELEY, DIE (VOICE/ORCHESTRA)", "Verdi,  Giuseppe NABUCCO", "Brahms,  Johannes QUINTET, PIANO, F MINOR, OP. 34", "Schubert,  Franz ELLENSGESANG I-III, D.837-839 (ARR. Unspecified)", "Gilbert,  Henry  F. COMEDY OVERTURE ON NEGRO THEMES", "Brahms,  Johannes QUINTET, STRING, NO. 2, G MAJOR, OP. 111", "Lindberg,  Magnus EXPO", "Messiaen,  Olivier ASCENSION (ORCH)", "Strauss,  Richard SONGS, EIGHT (ACHT LIEDER AUS LETZTE BLÄTTER), OP. 10, SOPRANO AND ORCHESTRA", "Ibert,  Jacques DIVERTISSEMENT", "Berg,  Alban SEVEN EARLY SONGS", "Chadwick,  George  Whitefield MELPOMENE", "Foster,  Stephen  Collins OLD FOLKS AT HOME", "Boito,  Arrigo MEFISTOFELE", "Anderson,  Leroy FIDDLE FADDLE", "Tchaikovsky,  Pyotr  Ilyich MAID OF ORLEANS", "Ellington,  Edward  Kennedy \"Duke\" C JAM BLUES", "Carter,  Elliott CONCERTO, ORCHESTRA", "Stravinsky,  Igor SYMPHONIES OF WIND INSTRUMENTS (1947 VERSION)", "Anthem, TAIWAN, REPUBLIC OF CHINA", "Franck,  César EOLIDES, LES", "Walton,  William FACADE [FAÇADE]", "Dvorak,  Antonín QUINTET, STRINGS, G MAJOR, OP.77", "Villa-Lobos,  Heitor BACHIANAS BRASILEIRAS NO. 7", "Massenet,  Jules SCÈNES PITTORESQUES SUITE", "Lehar [Lehár],  Franz LAND OF SMILES, THE (DAS LAND DES LÄCHELNS)", "Hovhaness,  Alan MEDITATION ON ORPHEUS", "Martinu,  Bohuslav MADRIGALS, THREE, FOR VIOLIN AND VIOLA", "Bach,  Johann  Sebastian CON., OBOE AND VIOLIN,  [C OR D MINOR], BWV 1060", "Anthem, ISRAEL", "Haydn,  Franz  Joseph SYMPHONY NO.  85, B FLAT MAJOR (LA REINE)", "Schumann,  Robert QUARTET,PIANO AND STRINGS, OP. 47", "Mozart,  Wolfgang  Amadeus QUARTET, OBOE, F MAJOR, K.386B (OLD K.370)", "White,  Paul FIVE MINIATURES FOR ORCHESTRA", "Herold,  Louis  Joseph Ferdinand [Hérold] ZAMPA", "Rimsky-Korsakov,  Nikolai SYMPHONY NO. 2, OP.9, \"ANTAR\"", "Milhaud,  Darius SUITE FRANÇAISE, OP. 248", "Rodrigo,  Joaquín CONCIERTO DE ARANJUEZ (GUITAR AND ORCHESTRA)", "Mozart,  Wolfgang  Amadeus DIVERTIMENTO NO.   2, D MAJOR, K.131", "Unspecified, WORK (UNSPECIFIED)", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 33, B-FLAT MAJOR, K.319", "Respighi,  Ottorino ROSSINIANA", "Rimsky-Korsakov,  Nikolai SCHEHERAZADE (BALLET)", "Mozart,  Wolfgang  Amadeus GERMAN DANCES (6), K.509", "Bach,  Johann  Sebastian AIR [UNSPECIFIED]", "Reger,  Max BALLET SUITE, OP. 130", "Offenbach,  Jacques TALES OF HOFFMANN", "Scriabin,  Alexander SYMPHONY NO. 3, C MINOR, OP. 43, \"LE POÈME DIVIN\"", "Bernstein,  Leonard FANCY FREE", "Bernstein,  Leonard ON THE TOWN", "Korngold,  Erich CONCERTO, VIOLIN, D MAJOR, OP.35", "Kirchner,  Leon MUSIC FOR ORCHESTRA", "Stravinsky,  Igor FIREBIRD: SUITE (1945 VERSION)", "Grieg,  Edvard QUARTET, STRING, G MINOR, OP.27", "Bloch,  Ernest ISRAEL SYMPHONY", "Stix,  Carl SPIELEREI", "Roussel,  Albert LE FESTIN DE L'ARAIGNE (THE SPIDER'S FEAST), OP. 17", "Haydn,  Franz  Joseph SYMPHONY NO.  97, C MAJOR", "Gershwin,  George LULLABY, STRING QUARTET", "Bach,  Johann  Sebastian MAGNIFICAT, BWV 243", "Handel,  George  Frideric SERSE", "Rimsky-Korsakov,  Nikolai TSAR'S BRIDE, THE", "Duparc,  Henri L'INVITATION AU VOYAGE (VOICE + ORCH)", "Gade,  Niels ECHOES FROM OSSIAN, OP. 1", "Druckman,  Jacob PRISM", "Beethoven,  Ludwig  van ADELAIDE, OP. 46", "Menotti,  Gian  Carlo AMELIA GOES TO THE BALL", "Glinka,  Mikhail KAMARINSKAYA", "Albeniz [Albéniz],  Isaac CORDOBA", "Mozart,  Wolfgang  Amadeus SERENADE NO. 12, C MINOR, K.384A (OLD K.388)", "Czibulka,  Alphons FLY MINUET", "Bernstein,  Leonard ON THE WATERFRONT, SYMPHONIC SUITE", "Mendelssohn,  Felix CAPRICCIO BRILLANTE IN B MINOR, OP.22", "Anthem, JAPAN", "Mozart,  Wolfgang  Amadeus SYMPHONY NO. 32 (OVERTURE), G MAJOR, K.318", "Sheng,  Bright H'UN (LACERATIONS): IN MEMORIAM", "Mozart,  Wolfgang  Amadeus ADAGIO, VIOLIN, E MAJOR, K.261", "Shostakovich,  Dmitri GADFLY SUITE, OP. 97A", "Dvorak,  Antonín HUSITSKA, OP.67", "Mozart,  Wolfgang  Amadeus IDOMENEO, K.366: SUITE (ARR. Busoni)", "Debussy,  Claude SONATA FOR FLUTE, VIOLA, AND HARP", "Hindemith,  Paul NOBILISSIMA VISIONE: SUITE", "Faure [Fauré],  Gabriel-Urbain SHYLOCK, INCIDENTAL MUSIC, OP. 57", "Pierpont,  James  Lord JINGLE BELLS (BRASS) (ARR. Elkjer)", "Debussy,  Claude RHAPSODY FOR CLARINET AND ORCHESTRA", "Carpenter,  John  Alden ADVENTURES IN A PERAMBULATOR", "Wagner,  Richard TRISTAN UND ISOLDE, WWV 90, PRELUDE ACT III, SHEPHERD'S TUNE (ARR. Humiston)", "Beethoven,  Ludwig  van TRIO, VLN/VLA/VC, OP.  9, NO. 1, G MAJOR", "Lutoslawski,  Witold CONCERTO, ORCHESTRA", "Villa-Lobos,  Heitor BACHIANAS BRASILEIRAS NO. 5", "Hadley,  Henry  Kimball OCEAN, THE, OP. 99", "Shostakovich,  Dmitri SYMPHONY NO.  8, OP. 65", "Musorgsky,  Modest BORIS GODUNOV", "Rachmaninoff,  Sergei TRIO ÉLÉGIAQUE NO. 1", "Debussy,  Claude MARTYRE DE SAINT SEBASTIEN, LE", "Creston,  Paul FRONTIERS, OP. 34", "Handel,  George  Frideric XERXES: LARGO (ORCH) (ARR. Damrosch)", "Loewe,  Frederick MY FAIR LADY (ORCHESTRAL EXCERPTS) (ARR. Bennett)", "Dubensky,  Arkady FUGUE FOR THIRTY-FOUR VIOLINS", "Shostakovich,  Dmitri CONCERTO, PIANO, NO. 1, OP.35", "Mozart,  Wolfgang  Amadeus CONCERTO, PIANO NO. 19, F MAJOR, K.459", "Bartok [Bartók],  Béla CONTRASTS, VIOLIN, CLARINET, PIANO, SZ 111, BB 116", "Bach,  Johann  Sebastian TOCCATA & FUGUE, C MAJOR, BWV 564 (ARR. Weiner)", "Bach,  Johann  Sebastian PRELUDE,  \"WIR GLAUBEN ALL' AN EINEN GOTT\", BWV ANH. 70 (ARR. Boessenroth)", "Janacek [Janácek],  Leoš TARAS BULBA"]